;系统运行参数配置，请勿随意修改，以免造成系统运行异常

;最近用户信息
[UserInfo]
;用户名
UserName=admin

;系统配置
[SYSTEM]
;打印登录卡，默认：0，0-否，1-是
PrintLoginCard=0
;只打印初检登录卡，默认：0，0-打印初检复检登录卡，1-只打印初检登录卡
FirstLoginCard=1
;打印申请表，默认：0，0-否，1-是
PrintPlanumForm=0
;是否牵引车和挂车同检，默认：0，0-否，1-是
IsTraAndTra=0
; 是否在轮重台检测驱动轴空载质量， 默认：1，0-否，1-是
IsDEM=1
;综检总表是否使用新格式报告单，默认：0，0-否，1-是
UseNewReport=1

;人工参数
[ManualParams]
;通讯串口
ComPort=1
;波特率
BaudRate=9600
;扫描间隔
ScanITV=500
;外观检测员，Appearance Detector
AD2001=外检员1
AD2002=外检员2
AD2003=外检员3
AD2004=外检员4
AD2005=外检员5
;动态检测员，Dynamic Detector
DD2011=动检员1
DD2012=动检员2
DD2013=动检员3
DD2014=动检员4
DD2015=动检员5
;底盘检测员，Chassis Detector
CD2021=底检员1
CD2022=底检员2
CD2023=底检员3
CD2024=底检员4
CD2025=底检员5

[Printer]
;登录卡打印机
LogCarPrin=Microsoft XPS Document Writer
;安检检验报告单打印机
StdInsPrin=Microsoft XPS Document Writer
;安检线检报告单打印机
StdEquPrin=Microsoft XPS Document Writer
;安检人工报告单打印机
StdManPrin=Microsoft XPS Document Writer
;综检检验报告单打印机
MfdInsPrin=Microsoft XPS Document Writer
;综检线检报告单打印机
MfdEquPrin=Microsoft XPS Document Writer
;综检人工报告单打印机
MfdManPrin=Microsoft XPS Document Writer
